{
    "hobby": "writing",
    "major": "premed",
    "activityList": [
      {
        "name": "Medical Journalism or Health Blog",
        "whatItIs": "Start or contribute to a student-led publication (print or online) covering medical news, healthcare policy, or scientific discoveries.",
        "whyItHelps": "Demonstrates both your scientific curiosity (relevant to Pre-Med) and strong communication skills (through writing).",
        "resources": [
          {
            "name": "Association of Health Care Journalists (AHCJ)",
            "link": "https://healthjournalism.org/"
          },
          {
            "name": "BMJ Student",
            "link": "https://www.bmj.com/student"
          }
        ]
      },
      {
        "name": "Narrative Medicine / Patient Stories",
        "whatItIs": "Volunteer at a local clinic or hospital, interviewing patients (with their permission) and writing short stories or reflective pieces about their experiences. Some programs exist under the umbrella of 'Narrative Medicine,' which fosters empathy through storytelling.",
        "whyItHelps": "Shows your willingness to connect with patients on a personal level and highlights communication as a crucial part of patient care.",
        "resources": [
          {
            "name": "The Intima: A Journal of Narrative Medicine",
            "link": "https://www.theintima.org/"
          },
          {
            "name": "Columbia University’s Narrative Medicine Program",
            "link": "https://www.narrativemedicine.org/"
          }
        ]
      },
      {
        "name": "Science Communication Workshops or Clubs",
        "whatItIs": "Create a school club dedicated to translating complex scientific and medical topics into accessible language for the general public (e.g., flyers, infographics, or short articles).",
        "whyItHelps": "Demonstrates leadership and initiative, while showcasing your ability to break down complicated material—vital for future physicians.",
        "resources": [
          {
            "name": "Alan Alda Center for Communicating Science",
            "link": "https://www.aldacenter.org/"
          },
          {
            "name": "American Association for the Advancement of Science (AAAS)",
            "link": "https://www.aaas.org/"
          }
        ]
      },
      {
        "name": "Healthcare Awareness Campaign",
        "whatItIs": "Organize or participate in a community health awareness campaign (e.g., mental health, nutrition, vaccination). You can write informative pamphlets or blog posts, or even coordinate a social media campaign.",
        "whyItHelps": "Blends writing, advocacy, and health education, reflecting your dedication to improving public health.",
        "resources": [
          {
            "name": "Active Minds",
            "link": "https://www.activeminds.org/"
          },
          {
            "name": "American Red Cross",
            "link": "https://www.redcross.org/"
          }
        ]
      },
      {
        "name": "Medical Research Abstract Writing",
        "whatItIs": "If you’re involved in a research project (at school or a local university lab), offer to write or co-author an abstract, a poster, or a short paper summarizing the findings.",
        "whyItHelps": "Research experience is highly valued in Pre-Med, and showcasing strong writing skills in a scientific context stands out on applications.",
        "resources": [
          {
            "name": "Intel International Science and Engineering Fair (ISEF)",
            "link": "https://student.societyforscience.org/intel-isef"
          },
          {
            "name": "National Student Research Forum (NSRF) by UTMB",
            "link": "https://www.utmb.edu/nsrf"
          }
        ]
      },
      {
        "name": "Literary and Arts Magazine Featuring Medical Narratives",
        "whatItIs": "Help launch or contribute to a literary magazine focusing on health and wellness. This could include poetry, personal essays, and creative pieces related to healthcare experiences.",
        "whyItHelps": "Combines artistic flair with empathy, communication, and medical themes—qualities that many colleges appreciate in aspiring doctors.",
        "resources": [
          {
            "name": "The Intima: A Journal of Narrative Medicine",
            "link": "https://www.theintima.org/"
          },
          {
            "name": "Blood and Thunder: Musings on the Art of Medicine",
            "link": "https://medicine.ouhsc.edu/ (search 'Blood and Thunder')"
          }
        ]
      },
      {
        "name": "Grant Writing for Health Nonprofits",
        "whatItIs": "Volunteer with a local health-focused nonprofit to assist with writing grants or proposals.",
        "whyItHelps": "Demonstrates initiative, a real-world application of your writing skills, and commitment to improving healthcare access.",
        "resources": [
          {
            "name": "Catchafire",
            "link": "https://www.catchafire.org/"
          },
          {
            "name": "VolunteerMatch",
            "link": "https://www.volunteermatch.org/"
          }
        ]
      }
    ]
  }
  